Repository: quiptime/explorer8_modus
Catalog: translations/explorer8_modus.*.po
Languages: de

source: Document compatibility modus
de: Dokumentkompatibilitätsmodus

source: IE 5.<br />The code for the page is like the Quirks mode in Internet Explorer 7 is displayed.
de: IE 5.<br />Der Code der Seite wird wie durch den Quirks-Modus von Internet Explorer 7 angezeigt.

source: IE 7.<br />The code of the page as if by the standards mode in Internet Explorer 7 is displayed, without taking into account the/a DOCTYPE statement.
de: IE 7.<br />Der Code der Seite wird wie durch den Standards-Modus von Internet Explorer 7 angezeigt, ohne Berücksichtigung der/einer DOCTYPE-Angabe.

source: IE 8.<br />The IE8- or IE8-standards mode. This is the default for Internet Explorer 8 [1] [2] [3].
de: IE 8.<br />Der IE8- oder IE8-Standards-Modus. Das ist die Standardeinstellung für den Internet Explorer 8![1][2][3].

source: Emulate IE 7.<br />The code of the page like Internet Explorer 7 appears, however, considering the / a DOCTYPE specification (the standard mode, as displayed by IE7 and Quirks mode, as indicated by the IE 5).
de: Emuliere IE 7.<br />Der Code der Seite wird wie von Internet Explorer 7 angezeigt, jedoch Berücksichtigung der/einer DOCTYPE-Angabe (der standardkonforme Modus wird wie vom IE7 angezeigt und der quirks-mode, wie vom IE 5).

source: Emulate IE 8.<br />Does the website a standard DOCTYPE indication, it appears in "IE8 mode, the other in Quirks mode (IE5 mode) are shown.
de: Emuliere IE 8.<br />Enthält die Webseite eine standardkonforme DOCTYPE-Angabe, wird sie im "IE8" Modus, anderseits im Quirks-Modus (IE5-Modus) dargestellt.

source: Please choose the explorer version for the document compatibility modus.<br />If "IE 8" is used then there is no entry of an additional HTML tag in the header.
de: Bitte wählen Sie die Explorerversion für den Dokumentkompatibilitätsmodus. Wird "IE 8" verwendet erfolgt kein Eintrag eines zusätzlichen HTML Tag im Header.

source: With "Explorer8 modus" can be defined as the Internet Explorer 8 to display Web pages that Drupalinstallation.
de: Mit "Explorer8 Modus" kann festgelegt werden wie der Internet Explorer 8 die Webseiten dieser Drupalinstallation anzeigt.

source: Administer explorer8 modus
de: Explorer 8 Modus verwalten

source: Define Internet Explorer 8 modus to display Web pages.
de: Definieren des Internet Explorer 8 Modus zur Anzeige von Webseiten.

source: Setting the document compatibility mode of the Internet Explorer 8th.
de: Festlegen des Dokumentkompatibilitätsmodus des Internet Explorer 8.

source: Setting the document compatibility mode of the Internet Explorer 8.
de: Festlegen des Dokumentkompatibilitätsmodus des Internet Explorer 8.

source: Content
de: Inhalt
